export default {
  projections: {
    СпециалистE: {
      номер: {
        __caption__: 'Номер'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      электрПочта: {
        __caption__: 'Электронная почта'
      }
    },
    СпециалистL: {
      фИО: {
        __caption__: 'ФИО'
      },
      номер: {
        __caption__: 'Номер'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      электрПочта: {
        __caption__: 'Электр почта'
      }
    }
  },
  validations: {
    номер: {
      __caption__: 'Номер'
    },
    телефон: {
      __caption__: 'Телефон'
    },
    фИО: {
      __caption__: 'ФИО'
    },
    электрПочта: {
      __caption__: 'Электронная почта'
    }
  }
};
