export default {
  projections: {
    АнкетыE: {
      датаЗаполн: {
        __caption__: 'Дата заполнения'
      },
      относКатСотр: {
        __caption__: 'Категория сотрудников'
      },
      какойСтаж: {
        __caption__: 'Стаж'
      },
      возрастСотруд: {
        __caption__: 'Возраст сотрудника'
      },
      коммент: {
        __caption__: 'Комментарии уволившегося сотрудника'
      },
      оценПричУвольн: {
        __caption__: 'Оценки',
        неУдовл: {
          __caption__: '1-5 (не удовлетворен)'
        },
        удовл: {
          __caption__: '6-10 (удовлетворен)'
        }
      }
    },
    АнкетыL: {
      датаЗаполн: {
        __caption__: 'Дата заполн'
      },
      какойСтаж: {
        __caption__: 'Какой стаж'
      },
      возрастСотруд: {
        __caption__: 'Возраст сотруд'
      }
    }
  },
  validations: {
    возрастСотруд: {
      __caption__: 'Возраст сотрудника'
    },
    датаЗаполн: {
      __caption__: 'Дата заполнения'
    },
    какойСтаж: {
      __caption__: 'Стаж'
    },
    коммент: {
      __caption__: 'Комментарии уволившегося сотрудника'
    },
    относКатСотр: {
      __caption__: 'Категория сотрудников'
    },
    специалист: {
      __caption__: 'специалист'
    },
    оценПричУвольн: {
      __caption__: 'Оценки'
    }
  }
};
