export default {
  projections: {
    РекомендацE: {
      специалисты: {
        __caption__: 'Специалисты'
      },
      руководители: {
        __caption__: 'Руководители'
      },
      рабочие: {
        __caption__: 'Рабочие'
      }
    }
  },
  validations: {
    рабочие: {
      __caption__: 'Рабочие'
    },
    руководители: {
      __caption__: 'Руководители'
    },
    специалисты: {
      __caption__: 'Специалисты'
    },
    причинУвольн: {
      __caption__: 'причинУвольн'
    }
  }
};
